Repository: common-repository/simterm
Catalog: languages/simterm-*.po
Languages: es_es

source: Theme to use
es_es: Tema a utilizar

source: Animate windows by default
es_es: Animar ventanas por defecto

source: Show statusbar with options
es_es: Mostrar barra de estado con opciones

source: Default delay between lines
es_es: Retraso por defecto entre lineas

source: Default delay for last line
es_es: Retraso por defecto para la última línea

source: Default typing speed for commands and user input
es_es: Velocidad de tecleo por defecto para comandos y entradas de usuario

source: Command prepend character
es_es: Carácter que introduce un comando

source: Type prepend character
es_es: Carácter que introduce entrada de usuario

source: Transform characters
es_es: Transformar caracteres

source: Terminal Window Title
es_es: Título de la ventana de terminal

source: Fix special characters that look weird in a terminal window
es_es: Corregir caracteres especiales en las ventanas de terminal

source: Show window statusbar by default. The statusbar has some options to animate/display all/copy to clipboard
es_es: Mostrar la barra de estado por defecto. Esta barra de estado tiene algunas opciones para reanudar animación/mostrar todo/copiar al portapapeles

source: Animate terminals by default
es_es: Animar terminales por defecto

source: Dark
es_es: Oscuro

source: Light
es_es: Claro

source: Blue
es_es: Azul

source: Delay in milliseconds by default
es_es: Retraso por defecto en milisegundos

source: Delay in milliseconds for multi-line outputs
es_es: Retraso en milisegundos para entradas de varias líneas

source: Delay in milliseconds for the last line. It can be something like 10000 (10 seconds) to wait before replaying animation
es_es: Retraso en milisegundos para la última línea. Podemos poner un número grande como 10000 (10 segundos), así se produce una espera larga antes de reproducir la animación de nuevo.

source: Delay in milliseconds for any letter typed in commands and user input (defaults 100ms)
es_es: Retraso en milisegundos para cualquier tecla tecleada en comandos y entradas de usuario (por defecto 100ms)

source: Any of these characters may prepend a command input
es_es: Cualquiera de estos caracteres puede dar paso a una introducción de un comando

source: Any of these characters may prepend a type input
es_es: Cualquiera de estos caracteres puede dar paso a una introducción de datos por teclado

source: Default window title
es_es: Título de la ventana por defecto

source: Simulates terminal input/output for tutorials
es_es: Simula la entrada y salida en una ventana de terminal. Perfecto para tutoriales.

source: SimTerm Options
es_es: Opciones de Simterm

source: SimTerm by <a href="%1$s"">%2$s</a> using Show Your Terms by <a href="%3$s">%4$s</a>
es_es: SimTerm por <a href="%1$s"">%2$s</a> utilizando Show Your Terms por <a href="%3$s">%4$s</a>

source: You can edit SimTerm settings here
es_es: Puedes configurar SimTerm desde aquí
